{
  "Adds an activity role to your guild.": "Voegt een activiteitsrol toe aan je guild.",
  "the name of the discord activity": "naam van de discord activiteit",
  "If not provided, the bot will look for roles with the same name or create a new one": "Indien niet opgegeven, zoekt de bot naar rollen met dezelfde naam of maakt hij een nieuwe aan",
  "If false, the activity name 'Chrome' would also trigger for 'Google Chrome'": "Als dit niet waar is, wordt de activiteitsnaam 'Chrome' ook geactiveerd voor 'Google Chrome'",
  "live": "tijdelijk",
  "Should the bot remove the role again when the activity stops?": "Moet de bot de rol weer verwijderen als de activiteit stopt?",
  "Deletes an activity role from your guild. Provide the activity or the role, or both.": "Verwijdert een activiteitsrol uit je guild. Geef de activiteit of de rol op, of beide.",
  "the activity roles with this name will be deleted": "de activiteitsrollen met deze naam zullen verwijderd worden",
  "the activity roles of this role will be deleted": "de activiteit rollen van deze rol worden verwijderd",
  "ATTENTION: DELETES ALL ACTIVITY ROLES": "LET OP: VERWIJDERD ALLE ACTIVITEIT ROLES",
  "Exports all game roles in your guild as a JSON file.": "Exporteert alle spelrollen in jouw guild als een JSON-bestand.",
  "Shows the help menu": "Geeft het help menu weer",
  "Sets the language of the bot": "Stelt de taal van de bot in",
  "sets the language for the guild": "stelt de taal van de guild in",
  "sets the language for the user. Overwrites the guild language.": "stelt de taal voor de gebruiker in. Hiermee overschrijft u de guild standaard.",
  "Lists all activity roles in your guild.": "Geef alle activiteits rollen weer in jouw guild.",
  "Shows some stats about the bot.": "Toont enkele statistieken over de bot.",
  "Enable/Disable automatic role assignment": "Inschakelen/uitschakelen automatische rol toewijzing",
  "%s guild": {
    "one": "%s guild",
    "other": "%s guilds"
  },
  "%s user": {
    "one": "%s gebruiker",
    "other": "%s gebruikers"
  },
  "%s role": {
    "one": "%s rol",
    "other": "%s rollen"
  },
  "The bot currently serves **%s** and manages **%s** for **%s**.": "De bot dient op dit moment **%s** en beheert **%s** voor **%s**.",
  "Commands": "Commands",
  "Made and hosted by %s": "Gemaakt en gehost door %s",
  "A Discord bot for automatic role assignment based on activities.\n": "Een Discord bot voor automatische rol toewijzing op basis van activiteiten.\n",
  "Support/Suggestions: %s\n": "Ondersteuning/Suggesties: %s\n",
  "GitHub: %s\n": "GitHub: %s\n",
  "Contact: %s\n\n": "Contacteer: %s\n\n",
  "If you add an activity role with `/addactivityrole`, the bot will start looking for activities with the specified name. If a user starts an activity with that name, the bot will add the role to the user.\n": "Als u een activiteit rol toevoegt met `/addactivityrole`, zal de bot zoeken naar activiteiten met de opgegeven naam. Als een gebruiker een activiteit met die naam start, zal de bot de rol aan de gebruiker toevoegen.\n",
  "If `exact_activity_name` is set to false, the activity name `Chrome` would also trigger for `Google Chrome`.\n": "Als `exacte_activiteits_naam` is ingesteld op false, zou de activiteitsnaam `Chrome` ook geactiveerd worden voor `Google Chrome`.\n",
  "If it is true, the activity must match exactly and case-sensitively.\n": "Als het true is, moet de activiteit exact en hoofdlettergevoelig overeenkomen.\n",
  "If you set `live` to true, the bot will remove the role from users who got the role from the bot and don't have the activity anymore.\n": "Als je `live` naar true hebt gezet zal de bot de rol verwijderen van gebruikers die de rol van de bot hebben gekregen en de activiteit niet meer hebben.\n",
  "**The bot will not remove any roles that were added manually.**": "**De bot zal geen rollen verwijderen die handmatig zijn toegevoegd.**",
  "Thanks": "Bedankt",
  "%s\nIf I forgot you, please let me know!": "%s\nAls ik je ben vergeten, laat het me dan weten alstublieft!",
  "Success!": "Geslaagd!",
  "activity": "activiteit",
  "role": "rol",
  "exact activity name": "exacte activiteitsnaam",
  "No": "Nee",
  "You need to provide a role or an activity. If you provide a role, all activity roles for that role will be deleted. If you provide an activity, all activity roles with that name will be deleted.\nIf you provide both, all activity roles with that name for that role will be deleted.": "Je moet een rol of een activiteit opgeven. Als je een rol opgeeft, zullen alle activiteit rollen van die rol worden verwijderd. Als u een activiteit opgeeft, worden alle activiteit rollen met die naam verwijderd.\nAls je beide opgeeft, worden alle activiteit rollen met die naam voor die rol verwijderd.",
  "Activity": "Activiteit",
  "Role": "Rol",
  "Exact Activity Name": "Exacte Activiteitsnaam",
  "Live": "Tijdelijk",
  "Deleted Activity Roles:": "Verwijderde Activiteitsrollen:",
  "Languages": "Talen",
  "If you want to help translating the bot, you can do so at %s. Thanks!": "Als je wilt helpen met het vertalen van de bot, kun je dat doen op %s. Bedankt!",
  "You can only set the guild language in a guild!": "Je kunt alleen de guild taal veranderen in een guild!",
  "The language is already set to **`%s`**.": "Deze taal is reeds ingesteld op **`%s`**.",
  "Guild language set to **`%s`**": "Guild taal ingesteld op **`%s`**",
  "User language set to **`%s`**": "Gebruikerstaal ingesteld op **`%s`**",
  "There are no activity roles in this guild.": "Er zijn geen activiteit rollen in deze guild.",
  "User Status": "Gebruikersstatus",
  "The bot is currently **%s** for this user.\n\nYou can change this with the command `/toggleAutoRole`.": "De bot is momenteel **%s** voor deze gebruiker.\n\nJe kan dit wijzigen met de opdracht `/toggleAutoRole`.",
  "enabled": "ingeschakeld",
  "disabled": "uitgeschakeld",
  "Automatic role assignment for your user is now **%s**.": "Automatische roltoewijzing voor uw gebruiker is nu **%s**.",
  "You can change this with the command `/toggleAutoRole`.": "Je kunt dit wijzigen met het commando `/toggleAutoRole`.",
  "Guild language set to **%s**": "Guild taal ingesteld op **`%s**",
  "undefined": "onbepaald",
  " The guild language will be used.": " De guild taal zal worden gebruikt.",
  "The current user language is **%s**.%s": "De huidige gebruikerstaal is **%s**.%s",
  "The current guild language is **`%s`**": "De huidige guild taal is **`%s`**",
  "The current guild language is **`%s`**.": "De huidige guild taal is **`%s`**.",
  "addactivityrole": "addactiviteitsrol",
  "exact_activity_name": "exacte_activiteits_naam",
  "deleteactivityrole": "verwijderactiviteitsrol",
  "all": "allemaal",
  "export": "exporteer",
  "help": "help",
  "language": "taal",
  "listactivityroles": "toonactiviteitsrollen",
  "stats": "statistieken",
  "toggleautorole": "autorolomschakelen"
}
